Repository: ceibal-tatu/sugar-update-control
Catalog: po/*.po
Languages: am, ar, bg, bn, ca, da, de, el, es, fa, fa_af, hi, hy, id, it, ja, km, mg, mi, mr, ms, ne, nl, pl, ps, pt, pt_br, ru, rw, si, sk, sl, sv, sw, ta, th, ur

source: No activity found with the given name or id.
am: የተጠቀሰው ስም ወይንም መታወቂያ ድርጊት አልተገኘለትም::
ar: لم يعثر على نشاط بالاسم أو المعرف المعطى.
bg: Не са намерени занятия за даденото име на занятие или номер.
bn: প্রদানকৃত নামের বা আইডির কোন অ্যাক্টিভিটি পাওয়া যায়নি।
ca: No s'ha trobat cap activitat per al nom o id facilitats.
da: Ingen aktivitet med givne navn eller id.
de: Zu dem angegebenen Namen oder der ID wurde keine Aktivität gefunden.
el: Δε βρέθηκε δραστηριότητα με αυτό το όνομα ή ταυτότητα.
es: No se encontró una actividad con el nombre o id dado.
fa: هیچ فعالیتی با نام داده شده پیدا نشد.
fa_af: کدام فعالیت به نام یا آی دی داده شده پیدا نگردید
hi: दिए गए नाम या आईडी का कोई कार्य नहीं मिला.
hy: Տվյալ անվանմամբ ոչ մի գործողություն չի գտնված:
id: Tak ada kegiatan dengan nama atau id itu.
it: Non è stata trovata alcuna attività per il nome o id forniti.
ja: 指定された名前かIDを持つアクティビティが見つかりませんでした。
km: រកមិនឃើញឈ្មោះឬអត្តសញ្ញានសកម្មភាព
mg: Tsy misy sahanasa hita mitondra ilay anarana na id voalaza.
mi: Kāore he hohe kua kitea me te ingoa, id rānei kua tukuna.
mr: दिलेल्या नावाची क्रिया सापडली नाही.
ms: Tiada aktiviti yang dijumpai dengan nama atau id berkenaan.
ne: दिइएको नाम अथवा आइडी भएको क्रियाकलाप भेटिएन।
nl: Geen activiteit met opgegeven naam of id gevonden.
pl: Nie znaleziono żadnej czynności o podanej nazwie lub identyfikatorze.
ps: هيڅ چارندتيا د ورکړ شوی نوم يا پيژند سره وموندل شوه.
pt: Nenhuma atividade foi encontrada com o nome ou identificação dadas.
pt_br: Nenhuma atividade com esse nome ou id foi encontrada.
ru: Не найдено Активностей с заданным именем или идентификатором.
rw: Nta gikorwa gifite iryo zina cg ikirango kibonetse.
si: දෙන ලද ක්‍රියාකාරකම් නාමය හෝ id සහිත කිසිදු ක්‍රියාකාරකමක් හමු නොවිය.
sl: Ni dejavnosti s tem imenom ali oznako.
sv: Ingen aktivitet kunde hittas med det namnet eller id:t.
sw: Hakuna kazi iliyopatikana kwa jina au (kitambulisho) lililotolewa.
ta: கொடுக்கப்பட்ட பெயர்களில் கண்டுபிடிப்பதற்கான செயற்பாடுகள் இல்லை.
th: ไม่พบการกระทำจากชื่อหรือหมายเลขที่กำหนดให้
ur: دی ہوئی آئی ڈی يا نام سے کوئی سرگرمی نہيں ملی ہے۔

source: Upgrading %s...
am: ...%s እየተሻሻለ ነው::
ar: يُرقّي %s...
bg: Обновяване %s...
bn: %s আপগ্রেড...
ca: Actualitzant %s...
da: Opgraderer %s...
de: Aktualisiere %s...
el: Αναβάθμιση %s...
es: Actualizando %s...
fa: در حال ارتقا دادن %s...
fa_af: در حال ترفیع %s
hi: %s अद्यतन किया जा रहा है...
hy: Արդիականացվում է %s...
id: Sedang memperbaharui %s...
it: Aggiornamento di %s in corso...
ja: %s を更新中...
km: កំពុងទាញយក %s...
mg: Mampiakatra grady %s...
mi: Whakamohoa ana ngā %s...
mr: पुढील आव्रुत्ती बदलत आहे %s...
ms: Menaik taraf %s...
ne: %s अप्ग्रेड हुदैछ...
nl: Upgraden van %s...
pl: Aktualizacja %s...
ps: د %s... پوړ جګوی
pt: A actualizar %s...
pt_br: Atualizando %s...
ru: Обновлено %s...
rw: Gushyira ku gihe %s...
si: යාවත්කාලීන කෙරේ %s...
sk: Aktualizujem %s...
sl: Posodabljanje %s...
sv: Uppgraderar %s...
sw: Inaongeza %s...
ta: %s தரமுயர்த்து...
th: อัพเกรด %s...
ur: اپ گريڈ کر رہا ہے %s...

source: Error installing %s.
am: %s ለማስገባት ችግር ገጥሟል::
ar: عطل في تثبيت %s.
bn: %s ইনস্টলে ত্রুটি।
ca: Error instal·lant %s.
da: Fejl under installation af %s.
de: Fehler beim Installieren von %s.
el: Σφάλμα εγκατάστασης %s.
es: Error instalando %s.
fa: خطا در حال نصب کردن %s.
fa_af: نصب کردن اشتباه %s
hi: %s संस्थापित करने में त्रुटि.
hy: Տեղադրման ձախողում %s:
id: Ada kesalahan saat memasang %s.
it: Errore durante l'installazione di %s.
ja: %s のインストールでエラー。
km: មានកំហុសក្នុងការតំឡើង %s.
mg: Tsy nety ny fametrahana ny %s.
mi: I hapa te tāuta i ngā %s.
mr: %s इंस्टॉल करण्यात चुक.
ms: Ralat memasang %s.
ne: %s इन्स्टलगर्दा त्रुटी भयो।
nl: Fout tijdens installeren van %s.
pl: Błąd podczas instalacji %s.
ps: تيروتنه ذ %s لګولو کې.
pt: Erro ao instalar %s.
pt_br: Erro ao instalar %s.
ru: Ошибка в установке %s.
rw: Ikosa mukwinjizamo porogaramu %s.
si: %s ස්ථාපනය කිරීමේ දෝෂය.
sk: Porucha pri inštalácii %s...
sl: Prišlo je do napake med nameščanjem %s.
sv: Fel i installation av %s.
sw: Kosa kufunga %s.
ta: %s உள்நிறுவுவதில் தவறு.
th: เกิดข้อผิดพลาดในการติดตั้ง %s
ur: انسٹالیشن غلطی %s.
