Repository: ceibal-tatu/sugar-update-control
Catalog: po/*.po
Languages: am, ar, bg, bn, ca, da, de, el, es, fa, fa_af, hi, hy, id, it, ja, km, mg, mi, mr, ms, ne, nl, pl, ps, pt, pt_br, ru, rw, si, sk, sl, sv, sw, ta, th, ur

source: You can install %s update
am: %s የክትብ ቁሶችን ማስገባት ይቻላል::
ar: لا توجد تحديثات لتثبيتها%.0s
bg: Можете да инсталирате %s обновяване
bn: আপনি %s হালনাগাদ ইনস্টল করতে পারেন
ca: Pot instal·lar %s actualització
da: Du kan installere %s opdatering
de: Du kannst %s Aktualisierung installieren.
el: Μπορείς να εγκαταστήσεις %s ενημέρωση
es: Puede instalar %s actualización
fa: میتونی %s بروز-رسانی رو نصب کنی
hi: आप %s अद्यत संस्थापित कर सकते हैं
hy: Դուք կարող եք տեղադրել %s արդիացումը
id: Anda bisa memasang %s pembaruan
it: Puoi installare %s aggiornamento
ja: %s の更新をインストールできます
km: អ្នកអាចតំឡើង %s អោយទានសម័យ
mg: Afaka mametraka ilay fanavaozana %s ianao
mi: E taea ana te tāuta i te whakahōunga %s
mr: तुम्ही %s अपडेट करु शकता
ms: Anda boleh memasang %s pengemaskinian
ne: तपाईले %s अप्डेट इन्स्टल गर्न सक्नुहुन्छ
nl: Je kan %s update installeren
pl: Możesz zainstalować %s uaktualnienie.
ps: تاسو %s اوسمهاليز لګولی شی
pt: Podes instalar %s actualização
pt_br: Você pode instalar %s atualização
ru: Вы можете установить %s обновление
rw: Ushobora kwinjiza %s kigezweho
si: ඔබට යාවත් කිරීම් %s ස්ථාපනය කළ හැක
sl: Namesti je mogoče %s posodobitev
sv: Du kan installera %s uppdatering
ta: நீங்கள் %s உள்நிறுவி இற்றைப்படுத்துக
th: คุณสามารถติดตั้ง %s อัพเดทได้
ur: آپ %sاپ ڈيٹ انسٹال کر سکتے ہو

source: None
am: የለም
ar: صفر
bg: Никакъв
bn: কোনটি না
ca: Cap
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
fa: هیچ‌کدوم
fa_af: هیچ کدام
hi: कुछ नहीं
hy: Ոչ մեկը
id: Tak ada
it: Nessuno
ja: なし
km: គ្មានអ្នកណា
mg: Tsy misy
mi: Kore
mr: काहीही नाही
ms: Semua tiada
ne: शून्य
nl: Geen
pl: Żaden
ps: هيڅ
pt: Nenhum
pt_br: Nulo
ru: Ничего
rw: Nta nakimwe
si: කිසිවක් නැත
sl: Brez
sv: Inget
sw: Hakuna
ta: ஒன்றுமில்லை
th: ไม่มี
ur: کوئی نہيں

source: 1 KB
am: አንድ ኪሎ ባይት
ar: 1 ك.بايت
bg: 1 КБ
bn: ১ কিলোবাইট
fa: يک كيلوبايت
fa_af: کیلو بایت
hi: 1कि.बा.
km: ១KB
ne: १ KB
ps: ۱ کيلو بايټ
rw: KB 1
sk: 1 Kilobajt

source: %.0f KB
am: %.0f ኪሎ ባይት
ar: %.0f ك.بايت
bg: %.0f КБ
hi: %.0f कि.बा.
ps: %.0f کيلو بايټ
sk: %.0f Kilobajtu

source: %.1f MB
am: %.1f አንድ ሺ ኪሎ ባይት
ar: %.1f م.بايت
bg: %.1f МБ
fa: %.1f مگابايت
hi: %.1f मे.बा.
ps: %.1f ميګابايټ
sk: %.1f Megabajtu

source: Looking for local activities and content...
am: በአንድ አከባቢ የሚገኙ ድርጊት እና ይዞታ ፍለጋ...
ar: يبحث عن الأنشطة والمحتوى المحلي...
bn: স্থানীয় বিষয়বস্তু এবং অ্যাক্টিভিটি অনুসন্ধান...
ca: Buscant activitats i contingut local...
da: Søger efter aktiviteter og indhold lokalt...
de: Suche nach lokalen Aktivitäten und Inhalten...
el: Αναζήτηση για τοπικές δραστηριότητες και περιεχόμενο...
es: Buscando actividades y contenido local...
fa: درحال گشتن به دنبال فعاليت ها و محتواى داخلى...
fa_af: در حال پیدا کردن فعالیت ها و محتوی محلی...
hi: स्थानीय क्रिया व सामग्री के लिए देखा जा रहा है...
hy: ﻿Փնտրվում են տեղական գործունեությունները և պարունակությունը...
id: Sedang mencari kegiatan dan konten lokal...
it: Ricerca di Attività e contenuti locali...
ja: ローカルアクティビティとコンテンツを探しています...
km: រកមើលសកម្មភាពនិងមាតិកានៅមូលដ្ឋាន...
mg: Mitady sahanasa sy atiny eo an-toerana...
mi: Rapu ana i ngā hohe me ngā ihirangi ā-rohe...
mr: स्थानिक क्रिया आणि सारांश शोधत आहे...
ms: Mecari aktiviti dan isian setempat...
ne: स्थानीय क्रियाकलाप र सामाग्री खोज्दै...
nl: Zoeken naar lokale activiteiten en inhoud...
pl: Szukam lokalnych czynności i zawartości...
ps: ځايي چارندتياو او منځپانګو لپاره لټون کوی...
pt: A pesquisar por atividades e conteúdos locais...
pt_br: Procurando por atividades e conteúdos locais...
ru: Производится поиск локально установленных Активностей и контента...
rw: Gushakisha ibikorwa n'ibikubiyemo by'umwimerere...
si: ප්‍රදේශයේ ක්‍රියාකාරම් සහ අන්තර්ගතය පරීක්ෂා කරමින් පවතී...
sk: Pozerám pre lokálne aktivity a jej obsah...
sl: Iskanje krajevnih dejavnosti in vsebin...
sv: Söker efter lokala aktiviteter och innehåll...
sw: Kuangalia kwa ajili ya shughuli za mitaa na bidhaa...
ta: உள்ளடக்கங்களையும் உள்ளகசெயற்பாடுகளையும் தேடல்...
th: กำลังมองหา กิจกรรมส่วนตัว และ เนื้อหา...
ur: لوکل سرگرمی اور مواد دیکھنا۔۔۔...

source: Loading groups...
am: ምድቦች እየተጫኑ ነው...
ar: يُحمّل المجموعات...
bg: Зареждане на групи...
bn: গ্রুপ লোড করা হচ্ছে...
ca: Carregant grups...
da: Indlæser grupper...
de: Lade Gruppen...
el: Φόρτωση ομάδων...
es: Cargando grupos...
fa: درحال بارگذارى گروه ها...
fa_af: در حال بار گیری گروپ ها...
hi: समूह लोड किया जा रहा है...
hy: Բեռնվում են խմբերը...
id: Memuat kelompok...
it: Caricamento gruppi...
ja: グループを読み込み中...
km: ក្រុមទាញយក...
mg: Mamatratra vondrona...
mi: Utaina ana i ngā rōpū...
mr: ग्रुपस लोड होत आहे...
ms: Memuat kumpulan...
ne: समूहहरु सुरुहुदैछ...
nl: Laden van groepen...
pl: Ładuję grupy...
ps: ډلې ليښل کيږی...
pt: A carregar grupos...
pt_br: Carregando grupos...
ru: Загружаются группы...
rw: Gushyiraho amatsinda...
si: සමූහ ප්‍රවේශනය වේ...
sk: Nahrávam skupiny...
sl: Nalaganje skupin...
sv: Laddar grupper...
sw: Inapakia vikundi...
ta: குழுக்களை ஏற்று...
th: กำลังโหลดกลุ่มข่าว...
ur: لوڈنگ گروپ۔۔۔...

source: Fetching %s...
am: ...%s እየቀረበ ነው
ar: يجلب %s...
bg: Зареждане на %s...
bn: %s সংগ্রহ করা হচ্ছে...
ca: Buscant %s...
da: Henter %s...
de: Hole %s...
el: Μεταφορά %s...
es: Buscando %s...
hi: %s प्राप्त की जा रही हैं...
hy: %s որոնում...
id: Sedang mengambil %s...
it: Recupero %s...
ja: %s を取得中...
km: ជា​ផ្នែក​មួយ %s...
mg: Maka %s...
mi: Tīkina ana ngā %s...
mr: घेउन येत अहे %s...
ms: Pengambilan %s...
ne: %s ल्याईँदै छ...
nl: Ophalen van %s...
pl: Pobieram %s...
ps: %s... راکښي
pt: A obter %s...
pt_br: Trazendo %s...
ru: извлечено %s...
rw: Kuvoma %s...
si: %s ඇදගනියි...
sk: Vyvolávam %s...
sl: Pridobivanje %s...
sv: Hämtar %s...
sw: Kuchota %s...
ta: %s கொண்டுவருதல்...
th: เรียก %s...
ur: اٹھا رہا ہے %s...

source: Activity Group
am: የድርጊት ስብስብ
ar: مجموعة أنشطة
bg: Група от занятия
bn: অ্যাক্টিভিটি গ্রুপ
ca: Activitat del grup
da: Aktivitetsgruppe
de: Aktivitätengruppe
el: Ομάδα Δραστηριότητας
es: Grupo de la Actividad
fa: گروه فعاليت
fa_af: گروپ فعالیت
hi: क्रिया समूह
hy: Գործունեությունների Խումբ
id: Kelompok Kegiatan
it: Gruppo Attività
ja: アクティビティグループ
km: ក្រុមសកម្មភាព
mg: Vondron-tsahanasa
mi: Rōpū Hohe
mr: क्रिया संघ
ms: Aktiviti Kumpulan
ne: क्रियाकलाप समूह
nl: Activiteitgroep
pl: Grupa czynności
ps: د چارندتيا ډله
pt: Grupo de atividades
pt_br: Grupo de Atividades
ru: Группа Активностей
rw: Itsinda ry'igikorwa
si: ක්‍රියාකාරකම් සමූහය
sl: Skupina dejavnosti
sv: Aktivitetsgrupp
sw: Vikundi kazi
ta: செயற்பாட்டு குழுக்கள்
th: กลุ่มกิจกรรม
ur: سرکرمی گروپ

source: Local activities
am: የቅርብ ድርጊቶች
ar: أنشطة محلية
bg: Локални занятия
bn: স্থানীয় অ্যাক্টিভিটি
ca: Activitats locals
da: Lokale aktiviteter
de: Lokale Aktivitäten
el: Τοπικές δραστηριότητες
es: Actividades locales
fa: فعاليت هاى داخلى
fa_af: فعالیت های محلی
hi: स्थानीय क्रियाएँ
hy: Տեղական գործունեություններ
id: Kegiatan lokal
it: Attività locali
ja: ローカルアクティビティ
km: សកម្មភាពមូលដ្ឋាន
mg: Sahanasa eo an-toerana
mi: Ngā hohe ā-roheNgā hohe ā-rohe
mr: स्थानिक क्रिया
ms: Aktiviti setempat
ne: स्थानिय क्रियाकलापहरु
nl: Lokale activiteiten
pl: Lokalne czynności
ps: ځايی چارندتياوې
pt: Atividades locais
pt_br: Atividades Locais
ru: Установленные локально Активности
rw: Ibikorwa by'umwimerere
si: පෙදෙසි ක්‍රියාකාරකම්
sk: Lokálne aktivity
sl: Krajevne dejavnosti
sv: Lokala aktiviteter
sw: Kazi za kienyeji
ta: உள்ளக செயற்பாடுகள்
th: กิจกรรมภายใน
ur: لوکل سرگرمی

source: At version %s
am: %s ዝርያ ላይ
ar: في الإصدارة %s
bg: На версия %s
bn: %s সংস্করণে
ca: A la versió %s
da: Ved version %s
de: In Version %s
el: Στην έκδοση %s
es: Versión %s
fa: در نسخه %s
fa_af: در نسخه %s
hi: संस्करण %s पर है
hy: %s տարբերակում
id: Versi %s
it: Alla versione %s
ja: バージョン %s にて
km: នូវកំណែ %s
mg: Amin'ny kinova %s
mi: Kei te putanga ngā %s
mr: ही आव्रुत्ती %s
ms: Pada versi %s
ne: %s संस्करणमा
nl: Op versie %s
pl: W wersji %s
ps: په %s نسخه کې
pt: Na versão %s
pt_br: Na versão %s
ru: В версии %s
rw: Kuri verisiyo %s
si: වෙළුම %s
sl: Na različici %s
sv: Versionsnummer %s
sw: Katika version %s
ta: %s பதி
th: ที่เวอร์ชั่น %s
ur: پر ورژن %s

source: From version %(old)s to %(new)s (Size: %(size)s)
am: ከ%(old)s ዝርያ ወደ %(new)s ዝርያ (መጠኑ፡ %(size)s)
ar: من الإصدارة %(old)s إلى الإصدارة %(new)s (الحجم: %(size)s)
bg: От версия %(old)s до %(new)s (размер: %(size)s)
bn: %(old)s সংস্করণ হতে %(new)s তে (আকার: %(size)s)
ca: De la versió %(old)s a la %(new)s (Mida: %(size)s)
da: Fra version %(old)s til %(new)s (Størrelse: %(size)s)
de: Von Version %(old)s auf %(new)s (Größe: %(size)s)
el: Από την έκδοση %(old)s στην έκδοση %(new)s (Μέγεθος: %(size)s)
es: De la versión %(old)s a la %(new)s (Tamaño: %(size)s)
fa: از نسخه ى %(old)sبه نسخه ى %(new)s (اندازه:%(size)s )
hi: संस्करण %(old)s से %(new)s (आकार: %(size)s)
hy: %(old)s տարբերակից դեպի %(new)s (Չափս: %(size)s)
id: Dari versi %(old)s ke %(new)s (Besar: %(size)s)
it: Dalla versione %(old)s alla %(new)s (Dimensione: %(size)s)
ja: バージョン %(old)s から %(new)s (サイズ: %(size)s)
km: ពីកំណែ %(old)s ទៅ %(new)s (ទំហំ %(size)s)
mg: Avy amin'ny kinova %(old)s lasa %(new)s (Habe: %(size)s)
mi: Mai i te putanga %(old)s ki %(new)s (Rahi: %(size)s)
mr: या आव्रुत्ती %(old)s ते %(new)s (परीमाण :%(size)s)
ms: Dari versi %(old)s kepada %(new)s (Saiz: %(size)s)
ne: %(old)s देखि %(new)s संस्करणमा (Size: %(size)s)
nl: Van versie %(old)s naar %(new)s (Grootte: %(size)s)
pl: Z wersji %(old)s do %(new)s (Rozmiar: %(size)s)
pt: Da versão %(old)s para %(new)s (Size: %(size)s)
pt_br: Da versão %(old)s para %(new)s (Tamanho: %(size)s)
ru: С версии %(old)s to %(new)s (Размер: %(size)s)
rw: Kuva kuri verisiyo %(old)s kugera %(new)s (Ingano: %(size)s)
si: %(old)s වෙළුමේ සිට %(new)s දක්වා (ප්‍රමාණය: %(size)s)
sl: Iz različice %(old)s na %(new)s (velikost: %(size)s)
sv: Från version %(old)s till %(new)s (Storlek: %(size)s)
sw: Kutoka toleo %(old)s kwenda %(new)s (Saizi: %(size)s)
ta: %(old)s இலிருந்து %(new)s வரை (அளவு: %(size)s)
th: จากเวอร์ชั่น %(old)s ไปยัง %(new)s (ขนาด: %(size)s)
ur: ورژن سے %(old)s سے %(new)s (سائز: %(size)s))

source: New version %(version)s (Size: %(size)s)
am: የአዲሱ ዝርያ %(version)s (መጠን፡ %(size)s)
ar: الإصدارة %(version)s الجديدة (الحجم: %(size)s)
bg: Нова версия %(version)s (размер: %(size)s)
bn: নতুন সংস্করণ %(version)s (আকার: %(size)s)
ca: Nova versió %(version)s (Mida: %(size)s)
da: Ny version %(version)s (Størrelse: %(size)s)
de: Neue Version %(version)s (Größe: %(size)s)
el: Νέα έκδοση %(version)s (Μέγεθος: %(size)s)
es: Nueva versión %(version)s (Tamaño: %(size)s)
fa: نسخه ى جديد%(version)s (اندازه:%(size)s )
hi: नया संस्करण %(version)s (आकार: %(size)s)
hy: Նոր տարբերակ %(version)s (Չափս: %(size)s)
id: Versi baru %(version)s (Besar: %(size)s)
it: Nuova versione %(version)s (Dimensione: %(size)s)
ja: 新バージョン %(version)s (サイズ: %(size)s)
km: កំណែថ្មី %(version)s (ទំហំ %(size)s)
mg: Kinova vaovao %(version)s (Habe: %(size)s)
mi: Putanga hōu %(old)s (Rahi: %(sizw)s)
mr: नविन आव्रुत्ती %(version)s (परीमाण: %(size)s)
ms: Versi baru %(version)s (Saiz: %(size)s)
ne: नया संस्करणमा %(version)s (Size: %(size)s)
nl: Nieuwe versie %(version)s (Grootte: %(size)s)
pl: Nowa wersja %(version)s (Rozmiar: %(size)s)
ps: نوې نسخه %(version)s (کچ: %(size)s)
pt: Nova versão %(version)s (Size: %(size)s)
pt_br: Nova versão %(version)s (Tamanho: %(size)s)
ru: Новая версия %(version)s (Размер: %(size)s)
rw: Verisiyo nshyashya %(version)s (Ingano: %(size)s))
si: නව වෙළුම %(version)s (ප්‍රමාණය: %(size)s)
sl: Nova različica %(version)s (velikost: %(size)s)
sv: Ny version %(version)s (Storlek: %(size)s)
sw: Toleo jipya %(version)s %(size)s
ta: புதிய பதிப்பு %(version)s (அளவு: %(size)s)
th: เวอร์ชั่นใหม่ %(version)s (ขนาด: %(size)s)
ur: نيا ورژن %(version)s (سائز: %(size)s)

source: Checking %s...
am: ...%s እየተጣራ ነው
ar: يفحص %s...
bg: Проверка на %s...
bn: %s পরীক্ষণ...
ca: Comprovant %s...
da: Tjekker %s...
de: Prüfe %s...
el: Έλεγχος %s...
es: Comprobando %s...
fa: درحال برسى%s...
fa_af: در حال بررسی کردن %s
hi: %s जाँचा जा रहा है...
hy: Ստուգում. %s...
id: Sedang memeriksa %s...
it: Verifica in corso di %s...
ja: %s を確認中...
km: ពិនិត្យមើល %s...
mg: Mizaha %s...
mi: Takitaki ana i ngā %s...
mr: तपासत आहे %s...
ms: Menyemak %s...
ne: %s जाच्दैछ...
nl: Controleren van %s...
pl: Sprawdzam %s...
ps: %sګوري
pt: A verificar %s...
pt_br: Verificando %s...
ru: Проверено %s...
rw: Kugenzura %s...
si: %s පිරික්සමින්...
sk: Kontrolujem %s...
sl: Preverjanje %s...
sv: Kontrollerar %s...
sw: Inatafuta %s...
ta: %s சரிபார்த்தல்...
th: กำลังตรวจสอบ %s...
ur: ديکھنا %s...

source: New group
am: አዲስ ምድብ
ar: مجموعة جديدة
bg: Нова група
bn: নতুন গ্রুপ
ca: Nou grup
da: Ny gruppe
de: Neue Gruppe
el: Νέα ομάδα
es: Nuevo grupo
fa: گروه جديد
fa_af: گروپ جدید
hi: नया समूह
hy: Նոր խումբ
id: Kelompok baru
it: Nuovo gruppo
ja: 新しいグループ
km: ក្រុមថ្មី
mg: Vondrona vaovao
mi: Rōpū hōu
mr: नवीन ग्रुप
ms: Kumpulan baru
ne: नयाँ समूह
nl: Nieuwe groep
pl: Nowa grupa
ps: نوې ډله
pt: Novo grupo
pt_br: Novo grupo
ru: Новая группа
rw: Itsinda rishya
si: නව සමූහය
sk: Nová skupina
sl: Nova skupina
sv: Ny grupp
sw: Kundi jipya
ta: புதிய குழு
th: เพิ่มกลุ่มผู้ใช้ใหม่
ur: نیا گروپ

source: %(number)d updates available. Size: %(size)s
am: %(number)d የተሻሻሉ ክትብ ቁሶች ይገኛሉ:: መጠን: %(size)s
ar: يتوفر %(number)d تحديثات. الحجم: %(size)s
bg: Налични са %(number)d обновявания. Размер: %(size)s
bn: %(number)d এর আপডেট আছে। আকার: %(size)s
ca: %(number)d actualitzacions disponibles. Mida: %(size)s
da: %(number)d tilgængelige opdateringer. Størrelse: %(size)s
de: %(number)d Aktualisierungen verfügbar. Größe: %(size)s
el: %(number)d διαθέσιμες ενημερώσεις. Μέγεθος: %(size)s
es: %(number)d de actualizaciones disponibles. Tamaño: %(size)s
fa: %(number)d تعداد بروز رسانى موجود است (اندازه: %(size)s)
hi: %(number)d अद्यतन उपलब्ध है. आकार: %(size)s
hy: %(number)d արդիացումներն առկա են. Չափս: %(size)s
id: %(number)d pembaruan yang tersedia. Besar: %(size)s
it: %(number)d aggiornamenti disponibili. Dimensione: %(size)s
ja: %(number)d 件の更新を利用できます。 サイズ: %(size)s
km: %(number)d ដែលអាចរិកបានទានសម័យ ទមហំ: %(size)s
mg: Misy fanavaozana %(number)d. Habe: %(size)s
mi: %(number)d ngā whakahōunga e wātea ana. Rahi: %(size)s
mr: %(number)d अपडेटस उपलब्ध आहे. परीमान: %(size)s
ms: %(number)d pengemaskinian yang ada. Saiz: %(size)s
ne: %(number)d वटा अप्डेट उपल्ब्ध छ। आकार: %(size)s
nl: %(number)d updates beschikbaar. Grootte: %(size)s
pl: Dostępnych uaktualnień: %(number)d . Rozmiar: %(size)s
ps: %(number)d اوسمهاليزې شته. کچ: %(size)s
pt: %(number)d actualizações disponíveis. Tamanho: %(size)s
pt_br: %(number)d atualizações disponíveis. Tamanho: %(size)s
ru: %(number)d обновлений доступно Размер: %(size)s
rw: %(number)d amavugurura ahari. Ingano: %(size)s
si: යාවත්කාලීන %(number)d ක් පවතී. ප්‍රමාණය: %(size)s
sl: Na voljo je %(number)d posodobitev (velikost: %(size)s)
sv: %(number)d uppdateringar tillgängliga. Storlek: %(size)s
sw: %(number)d yawakati huu inapatikana._ saizi: %(size)s
ta: %(number)d கிடைத்தவற்றை இற்றைப்படுத்து. அளவு: %(size)s
th: %(number)d ทำการอัพเดทได้. ขนาด: %(size)s
ur: %(number)d اپ ڈیٹ موجود ہے۔ سائز: %(size)s

source: Setting the list of updates is not permitted.
am: የተሻሻሉ ክትብ ቁሶች ቅፅን መቀየር አይቻልም::
ar: غير مسموح بتحديد قائمة التحديثات.
bn: অননুমোদিত হালনাগাদের তালিকা প্রস্তুত।
ca: Establir la llista d'actualitzacions no està permès.
da: Justering på listen af opdateringer er ikke tilladt.
de: Bearbeiten der Aktualisierungsliste ist nicht erlaubt.
el: Η ρύθμιση της λίστας ενημερώσεων δεν επιτρέπεται.
es: Establecer la lista de actualizaciones no está permitido.
fa: قرار دادن فهرست بروزرسانی ها مجاز نمیباشد
fa_af: زمینه فهرست جدید ها اجازه ندارند.
hi: अद्यतनों की सूची सेट करने की अनुमति नहीं है.
hy: Արդիացումների ցուցակի կարգավորումը թույլատրված չէ:
id: Tak diperbolehkan mengubah daftar pembaruan.
it: Non si può modificare la lista degli aggiornamenti.
ja: 更新リストを設定することは許されていません。
km: មិនអនុញ្ញតិអោយរៀងបំតារាងបញ្ជីទានសម័យទេ
mg: Tsy azo atao ny manefy ny lisitr'ireo fanavaozana.
mi: Kāore i te whakaaetia te tautuhi i te rārangi o ngā whakahōu.
mr: अपडेटची यादि बनविण्यास परवानगी नाही.
ms: Penyusunan senarai pengemaskinian tidak dibenarkan.
ne: अप्डेट को सूची मिलाउन अनुमती छैन।
nl: Instellen van lijst met updates is niet toegestaan.
pl: Ustawianie listy uaktualnień jest niedozwolone.
ps: د اوسمهاليزو د لړ ايښودل نه منل کيږی.
pt: Não é permitido definir a lista de actualizações.
pt_br: Não é permitido configurar a lista de atualizações.
ru: Выбор списка обновлений не доступен.
rw: Gushyiraho urutonde rw'amavugurura ntabwo byemewe.
si: යාවත්කාලීන ලැයිස්තුව සිටුවම් කිරීමට ඉඩ නොදේ.
sl: Ustvarjanje seznama posodobitev ni dovoljeno.
sv: Inte tillåtet att ange lista för uppdateringar.
sw: Kutengeneza orodha ya vitu ya wakati huu hairusiwi.
ta: பட்டியலை ஒழுங்குப்படுத்தும்போது இற்றைப்படுத்தலுக்கு அனுமதியில்லை.
th: การตั้งค่ารายการของการปรับปรุงไม่ได้รับอนุญาต
ur: اپ ڈيٹ کی لسٹ کی سیٹنگز کی اجازت نہيں ہے۔

source: Only the 'set' operation for this key is defined.
am: ለዚህ ቁልፍ 'አድርግ' የሚለው ግብረት ብቻ ይሰራር::
ar: لم تُعرّف سوى عملية 'set' لهذا الزر.
bn: এই কী এর জন্য 'set' অপারেশন নির্দিষ্ট।
ca: Tan sols la operació 'set' és definida per a aquesta clau.
da: Der er kun defineret handling til 'set' for denne nøgle.
de: Für diesen Schlüssel ist nur die 'set'-Operation definiert.
el: Έχει οριστεί μόνο η λειτουργία «θέσε» γι' αυτό το κλειδί.
es: Sólo la operación 'establecer' está definida para esta clave.
fa: فقط عملیات قرار دادن برای این دکمه تعریف شده
fa_af: فقط عملیات مجموعه برای این کلید تعریف شده است.
hi: इस कुंजी के लिए सिर्फ सेट ऑपरेशन पारिभाषित है.
hy: Այս ստեղնի համար սահմանված է միայն 'set' գործողությունը:
id: Hanya bisa operasi 'set' pada bagian ini.
it: Per questo attributo è definita soltanto l'operazione 'set'.
ja: このキーには 'set' 操作のみ定義されています。
km: កំណត់​គន្លឹះ​តែ​មួយ​គត់​ដែល​កំណត់​ដល់​ការ​ប្រតិបត្តិការ
mg: Ny asa 'voatefy' ho an'ity lakile ity ihany no voafaritra.
mi: Ko te mahi tautuhi anake kua whakaritea mō tēnei kī.
mr: फक्त 'set' हीच क्रिया या कीसाठी बनविली आहे.
ms: Hanya operasi 'set' bagi kekunci ini telah didefinasikan.
ne: यो किको लागि 'सेट' प्रक्रिया मात्रै व्याख्या गरिएको छ।
nl: Alleen de 'instellen' handeling is voor deze toets gedefinieerd.
pl: Tylko opcja 'ustaw' (set) jest zdefiniowana dla tego klawisza.
ps: يواځې د 'برابرون' چلښت د دې کيلی لپاره تعريف شوی.
pt: Apenas está definido o operador 'set' (definir) para esta chave.
pt_br: Somente a operação 'ajustar' está definida para esta chave.
ru: Для этого ключа определена только операция выбора.
rw: Operasiyo ya 'set' y'uru rufunguzo niyo yonyine yasobanuwe.
si: මෙම යතුර සඳහා අර්ථදක්වා ඇත්තේ 'set' ක්‍රියාවලිය පමණි.
sl: Za ta ključ je definirana le operacija 'določi'.
sv: Bara 'ange' operationen är definierad för denna tangent.
sw: Operesheni ya 'seti' ndio imeelezewa.
ta: தொகுதி நடவடிக்கைக்கு இந்த சாவி தடையாக உள்ளது.
th: มีเฉพาะการทำงาน 'ตั้งค่า' กำหนดไว้สำหรับคีย์นี้
ur: اس کی کا صرف سيٹ آپريشن ديا ہوا ہے۔

source: More than one match found for the given activity name or id.
am: ለተጠቀሰው ድርጊት ስም ወይንም መታወቂያ ከአንድ በላይ ተመሳሳዮች ተገኝተዋል::
ar: أكثر من مطابقة لاسم أو معرّف النشاط المعطى.
bg: Повече от едно съвпадение бе намерено за даденото име на занятие или номер.
bn: প্রদানকৃত অ্যাক্টিভিটি নাম বা আইডি এর জন্য একের অধিক মিল পাওয়া গেছে।
ca: Mes d'una coincidència trobada de nom o id per a l'activitat determinada
da: Mere end ét match fundet for givne aktivitet eller id.
de: Für den angegebenen Aktivitätsnamen oder die ID wurde mehr als ein Treffer gefunden.
el: Βρέθηκαν περισσότερα του ενός ταιριάσματα για το συγκεκριμένο όνομα ή ταυτότητα δραστηριότητας.
es: Más de una coincidencia para el nombre de actividad o id, dado.
fa: بیش از یک مورد تطابق برای اسم یا نشانی (آی دی) داده شده یافت شده.
fa_af: بیشتر از یک مطابقت برای نام فعالیت یا آی دی داده شده پیدا گردید
hi: दिए गए क्रिया नाम या आईडी से मेल खाते एक से अधिक जोड़ मिले हैं.
hy: Տվյալ անվանման համար մեկից ավելի համընկում է հայտնաբերված:
id: Lebih dari satu kesamaan ditemukan untuk nama atau id kegiatan ini.
it: Trovata più di una corrispondenza per nome o id della attività forniti.
ja: 指定された名前かIDを持つアクティビティが複数見つかりました。
km: មានច្រើនជាងមួយដែលបានរកឃើញបានផ្តល់អោយឈ្មោះឬអត្តសញ្ញាណសកម្មភាព
mg: Misy tandrify mihoatra ny iray hita mitondra io anarana na id-n'ny sahanasa voalaza io.
mi: Nui ake i te kotahi ōritenga kua kitea mō te hohe ingoa, id rānei.
mr: दिलेल्या क्रियेसाठी एकाहुन अधीक जुळणारे शब्द मिळाले.
ms: Lebih dari satu padanan bagi nama atau id aktiviti berkenaan.
ne: दिइएको क्रियाकलाप नाम र आइडीको लागि एकभन्दा बडी जोडा भेटियो।
nl: Meer dan een overeenkomst voor de opgegeven activiteitsnaam of id gevonden.
pl: Znaleziono więcej niż jedno dopasowanie dla podanej czynności lub identyfikatora.
ps: د يو څخه زيات سيال د ورکړ شوې چارندتيا يا پيژند لپاره وموندل شو.
pt: Foram encontrados mais de um resultado para este nome de atividade ou identificação.
pt_br: Mais de uma combinação para o nome ou id da atividade foi encontrado.
ru: Для Активности с выбранным именем нашлось более чем одно соответствие.
rw: Izina ry'igikorwa cyangwa ikirango gihuriweho n'ibindi
si: දෙන ලද ක්‍රියාකාරකම් නාමය හෝ id සඳහා ගැළපීම් එකකට වඩා හමු විය.
sl: Več kot eno ime ali oznaka za to aktivnost.
sv: Mer en en träff har det aktivitestsnamnet eller -id:t.
sw: Kwa jina au (kitambulisho) lililotolewa zimepatika zaidi ya kazi moja.
ta: கொடுக்கப்பட்ட செயற்பாட்டிற்கு ஒன்றுக்கு மேற்பட்ட பொருத்தமான பெயரினை அடையாளப்படுத்துக.
th: พบการจับคู่มากกว่าหนึ่งคู่จากชื่อหรือหมายเลขกิจกรรมที่กำหนดให้
ur: دی ہوئی سرگرمی کے ليے ايک سے زيادہ تلاش ہوئی ہے۔

source: The given activity is already up-to-date.
am: የተጠቀሰው ድርጊት ማሻሻል አያስፈልገውም::
ar: النشاط المعطى محدث بالفعل.
bn: প্রদানকৃত অ্যাক্টিভিটিটি ইতোমধ্যে সমসাময়িক।
ca: L'activitat ja està actualitzada.
da: Den givne aktivitet er allerede opdateret.
de: Die angegebene Aktivität ist bereits auf dem neuesten Stand.
el: Η συγκεκριμένη δραστηριότητα είναι ήδη ενημερωμένη.
es: La actividad dada ya está actualizada.
fa: فعالیت داده شده بروز است.
fa_af: فعالیت داده شده قبلا تجدید گردیده است.
hi: दिया गया कार्य पहले से ही अद्यतित है!.
hy: Տվյալ գործողությունը արդեն արդիական է:
id: Kegiatan dimaksud sudah yang paling kini.
it: La attività richiesta è già aggiornata alla versione più recente.
ja: 指定されたアクティビティは既に最新になっています。
km: បានផ្តល់សកម្មភាពទាន់សម័យរួចហើយ
mg: Efa manaraka toetrandro ilay sahanasa voalaza.
mi: Kua whakahōu kē te hohe kua tukuna.
mr: दिलेली क्रिया हि अद्यावर आहे.
ms: Aktiviti berkenaan adalah yang mutakhir.
ne: यहाँ दिएको क्रियाकलाप पहिले नै समय सापेक्ष छ।
nl: De opgegeven activiteit is al de nieuwste versie.
pl: Ta czynność jest zainstalowana w najnowszej wersji.
ps: ورکړ شوې چارندتيا د مخه اوسمهاله ده.
pt: Esta atividade já está actualizada.
pt_br: Esta atividade já está atualizada.
ru: Выбранная Активность уже обновлена до последней версии.
rw: Igikorwa kiri ku gihe.
si: දෙන ලද ක්‍රියාකාරකම දැනටමත් යාවත්කාලීනයි.
sl: Dejavnost je že posodobljena.
sv: Det finns ingen nyare version av den aktiviteten.
sw: Kazi ilotolewa imeshawekwa kiwakati huu.
ta: கொடுக்கப்பட்ட செயற்பாடு ஏற்கனவே இற்றைப்படுத்தப்பட்டுள்ளது.
th: การกระทำที่กำหนดให้มีความทันสมัยอยู่แล้ว
ur: دی ہوئی سرگرمی پہلے سے ہی اپ ٹو ڈيٹ ہے۔
