Repository: ceibal-tatu/sugar-update-control
Catalog: po/*.po
Languages: am, ar, bg, bn, ca, da, de, el, es, fa, fa_af, hi, hy, id, it, ja, km, mg, mi, mr, ms, ne, nl, pl, ps, pt, pt_br, ru, rw, si, sk, sl, sv, sw, ta, th, ur

source: Software update
am: የታደሰ ክትብ ቁስ
ar: تحديث البرمجيات
bn: সফরওয়্যারের হালনাগাদ
ca: Actualització de programari
da: Software-opdatering
de: Software-Aktualisierung
el: Ενημέρωση λογισμικού
es: Actualización de software
fa: بروزسازی نرم‌افزار
fa_af: تجدید نرم افزار
hi: सॉफ़्टवेयर अद्यतन
hy: Ծրագրաշարի արդիականացում
id: Pembaruan piranti lunak
it: Aggiornamento del Software
ja: ソフトウェアの更新
km: ធ្វើសុសវ៉ែរ​អោយ​ទាន់សម័យ
mg: Fanavaozana rindrambaiko
mi: Whakahōu pūmanawa
mr: सॉफ्टवेर आधुनीकिकरण
ms: Kemaskini perisian
ne: सफ्टवेर अप्डेट
nl: Software bijwerken
pl: Aktualizacja oprogramowania
ps: د پوستکالی اوسمهالول
pt: Actualização do software
pt_br: Atualização de software
ru: Обновление программ
rw: Shira kugihe software
si: මෘදුකාංග යාවත් කිරීම
sk: Aktualizácia softvéru
sl: Posodobitev programske opreme
sv: Mjukvaruuppdatering
sw: Programu update
ta: மென்பொருள் இற்றைப்படுத்தல்
th: ปรับปรุงซอฟต์แวร์
ur: سافٹ وئير اپ ڈيٹ

source: _Uncheck All
am: ሁሉንም ጭረት ሰርዝ
ar: ارفع إ_شارة الكل
bg: _Изключване на всички
bn: সব গুলোতে টিক চিহ্ন উঠিয়ে দিন (_U)
ca: _Deseleccionar tots
da: _Fravælg alle
de: _Alle Markierungen aufheben
el: _Αποεπιλογή Όλων
es: _Quitar todas las marcas
fa: انتخاب نكردن همه
fa_af: تمام غیر بررسی بساز
hi: सभी अचयनित करें (_U)
hy: _Ապանշել բոլորը
id: _Kosongi semua
it: _Deseleziona Tutto
ja: すべてクリア(_U)
km: _មិន​ត្រួតពិនិត្យទាំងអស់
mg: _Esorina marika daholo
mi: _Wetetakina Katoa
mr: _सर्वखुणा काढुन टाका
ms: _Tidak Pilih Semua
ne: _कुनै नछान
nl: _Alles deselecteren
pl: _Odznacz wszystko
ps: ـټول ناخوښ کړئ
pt: _Desmarcar todos
pt_br: _Desmarque Todos
ru: Снять выделение
rw: _kuraho kugenzura byose
si: සියල්ල නිදහස් කරන්න (_U)
sk: _Odznačiť všetky
sl: _Odstrani vse oznake
sv: _Avmarkera alla
sw: _Ziondoe tiki zote
ta: பரிசீலிக்கப்படாதவை
th: _ไม่เลือกทั้งหมด
ur: _سب ان چيک

source: _Check All
am: ሁሉንም ጭረት አግባ
ar: أشّر على ال_كل
bg: _Включване на всички
bn: সবগুলোতে টিক চিহ্ন দিন (_C)
ca: _Seleccionar tots
da: _Vælg alle
de: _Alles markieren
el: _Επιλογή Όλων
es: _Marcar todas
fa: انتخاب همه
fa_af: تمام را بررسی کن
hi: सभी चुनें (_C)
hy: _Նշել բոլորը
id: _Tandai semua
it: _Seleziona Tutto
ja: すべて選択(_C)
km: _ត្រួតពិនិត្យទាំងអស់
mg: _Asiana marika daholo
mi: _Takina Katoa
mr: _सर्वखुणा करा
ms: _Pilih Semua
ne: _सबै छान
nl: _Alles selecteren
pl: _Zaznacz wszystko
ps: ـټول خوښ کړئ
pt: _Marcar todos
pt_br: _Marcar Todos
ru: Выбрать все
rw: _Genzura Byose
si: සියල්ල ලකුණු කරන්න (_C)
sk: Označiť všetky
sl: _Označi vse
sv: _Markera alla
sw: _Tiki zote
ta: அனைத்தையும் பரிசோதி
th: _เลือกทั้งหมด
ur: _تمام چيک

source: Group URL:
am: የምድብ ድረገጽ አድራሻ:
ar: مسار المجموعة:
bg: URL на група:
bn: গ্রুপ URL:
ca: URL del grup:
da: Gruppe-URL:
de: Gruppen-URL:
el: Ομαδοποίηση Διευθύνσεων:
es: URL del grupo:
fa: تارنماى گروه:
fa_af: گروپ URL
hi: समूह यूआरएल:
hy: Խմբի URL.
id: URL Kelompok:
it: URL del Gruppo:
ja: グループURL:
km: ក្រុម URL ៖
mg: URL vondrona:
mi: URL Rōpū:
mr: ग्रुप यु.आर.एल:
ms: Kumpulan URL:
ne: समूह URL:
nl: Groep URL:
pl: URL grupy:
ps: ډلييز يو آر ال
pt: URL do Grupo:
pt_br: URL do Grupo:
ru: Групповой адрес:
rw: Itsinda URL:
si: සමූහ URL:
sk: Skupinová URL:
sl: Naslov URL skupine:
sv: GruppURL:
sw: Kundi URL:
ta: குழு URL:
th: กลุ่มของ URL:
ur: گروپ URL:

source: Modify activity groups
am: የግብረት ምድቦቹን ቀይር
ar: عدّل مجموعات الأنشطة
bg: Промяна на групите от занятия
bn: এক্টিভিটি গ্রুপ পরিবর্তন
ca: Modificar grups d'activitats
da: Modificér aktivitetsgrupper
de: Aktivitätengruppen verändern
el: Τροποποίηση ομάδων δραστηριοτήτων
es: Modificar grupos de actividades
fa: دگرگون كردن گروه هاى فعاليتى
fa_af: گروپ های فعالیت را اصلاح کن
hi: क्रिया समूह परिवर्धित करें
hy: Փոփոխել գործունեության խմբերը
id: Ubah kelompok kegiatan
it: Modifica i gruppi di attività
ja: アクティビティグループを更新
km: សកម្មភាព​ក្រុម​កែតំរូវ
mg: Hanova vondron-tsahanasa
mi: Whakakē rōpū hohe
mr: क्रिया संघात बदल करा
ms: Ubahsuai kumpulan-kumpulan aktiviti
ne: क्रियाकलाप समूह बदल
nl: Activiteitgroepen bewerken
pl: Zmień grupy czynności
ps: د چارندتيا ډلې بدلې کړئ
pt: Modificar os grupos de atividades
pt_br: Modificar grupos de atividades
ru: Изменить групппы Активностей
rw: Hindura amatsinda y'ibikorwa
si: ක්‍රියාකාරකම් සමූහ වෙනස් කරන්න
sk: Uprav aktivitné skupiny
sl: Spremeni skupine dejavnosti
sv: Redigera aktivitetsgrupper
sw: Rekebisha vikundi kazi
ta: நவீன செயற்பாட்டுக் குழுக்கள்
th: การปรับเปลี่ยนกลุ่มกิจกรรม
ur: سرگرمی گروپ کو تبديل کريں

source: Install selected
am: የተመረጡትን አስገባ
ar: ثبّت المُحدد
bg: Инсталиране на избраните
bn: নির্বাচিতটিকে ইনস্টল করা
ca: Instal·lar els seleccionats
da: Installér valgte
de: Auswahl installieren
el: Εγκατάσταση επιλεγμένων
es: Instalar la selección
fa: نصب انتخاب شده ها
fa_af: نصب کردن انتخاب گردید
hi: चयनित को संस्थापित करें
hy: Տեղադրել ընտրածը
id: Pasang yang telah dipilih
it: Installa selezionati
ja: 選択されたものをインストールする
km: បានជ្រើសរើសដល់ការតំឡើង
mg: Hametraka ny nosafidiana
mi: Tāuta i ngā mea kua tohua
mr: खुणा केलेले इंस्टॉल करा
ms: Pasang yang dipilih
ne: छानेकोलाई इन्स्टल गर
nl: Geselecteerde installeren
pl: Zainstaluj zaznaczone
ps: ټاکل شوی ولګوئ
pt: Instalar o seleccionado
pt_br: Instalar selecionados
ru: Установить выбранное
rw: Shyiramo ibyo wahisemo
si: තේරීම ස්ථාපනය කරන්න
sk: Nainštalovať označené
sl: Namesti izbrano
sv: Installera markerade
sw: Ingiza zilizochaguliwa
ta: தெரிவு செய்தவற்றை உள்நிறுவுதல்
th: เลือกไฟล์ที่ถูกติดตั้ง
ur: منتخب کو انسٹال کريں

source: Download size: %s
am: የሚጫነው ፋይል መጠን: %s
ar: حجم التنزيل: %s
bg: Размер за сваляне: %s
bn: ডাউনলোডের পরিমাণ: %s
ca: Mida de la descarrega: %s
da: Størrelse på overførsel: %s
de: Download-Größe: %s
el: Μέγεθος λήψης: %s
es: Tamaño de la descarga: %s
fa: اندازه ى بارگيرى %s
fa_af: اندازه بار گیری کن %s
hi: डाउनलोड आकार: %s
hy: Բեռնումի չափսը. %s
id: Besar unduhan: %s
it: Dimensione dati da scaricare: %s
ja: ダウンロードサイズ: %s
km: ទំហំ​ទាញ​យក ៖ %s
mg: Haben'ny ampidinina: %s
mi: Tikiake i te rahi: %s
mr: डाउनलोड परीमाण: %s
ms: Saiz muat turun: %s
ne: डाउनलोड साइज: %s
nl: Downloadgrootte: %s
pl: Rozmiar pobieranych plików: %s
ps: د راليښلو کچه: %s
pt: Tamanho da transferência: %s
pt_br: Tamanho da transferência: %s
ru: Размер для скачивания: %s
rw: Zana ibingana na: %s
si: බාගත ප්‍රමාණය: %s
sk: Veľkosť súboru: %s
sl: Velikost prejema: %s
sv: Nedladdningsstorlek: %s
sw: Pakua saizi: %s
ta: பதிவிறக்க அளவு: %s
th: ขนาดดาวโหลด: %s
ur: ڈاون لوڈ سائيز: %s

source: Try again
am: እንደገና ሞክር
ar: أعِد المحاولة
bg: Повторен опит
bn: পুনরায় চেষ্টা
ca: Torna a provar
da: Forsøg igen
de: Versuche es nochmals
el: Ξαναπροσπάθησε
es: Trata nuevamente
fa: دوباره امتحان كنيد
fa_af: دوباره کوشش کن
hi: फिर से कोशिश करें
hy: Փորձիր կրկին
id: Coba lagi
it: Riprova
ja: やり直す
km: ព្យាយាមប្តងទៀត
mg: Hanandrana indray
mi: Ngana anō
mr: पुन्हा प्रयत्न करा
ms: Cuba semula
ne: फेरि प्रयास गर
nl: Nogmaals proberen
pl: Spróbuj ponownie
ps: بيا هڅه وکړئ
pt: Tentar de novo
pt_br: Tente novamente
ru: Попробуйте еще раз
rw: Ongera ugerazeze
si: නැවත උත්සහ කරන්න
sk: Skús to znova
sl: Poskusi znova
sv: Försök igen
sw: Jaribu tena
ta: மீண்டும் முயற்சி
th: ลองอีกครั้ง
ur: دوبارہ کوشش کريں

source: Cancelling...
am: የበፊቱ ገቢር እየተገሰሰ ነው...
ar: يُلغي...
bg: Прекъсване...
bn: বাতিল করা...
ca: Cancel·lant...
da: Afbryder...
de: Breche ab...
el: Ακύρωση...
es: Cancelando...
fa: در حال لغو سازى...
fa_af: در حال لغو کردن...
hi: रद्द किया जा रहा है...
hy: Չեղարկում...
id: Membatalkan...
it: Annullamento...
ja: キャンセル中...
km: ការបោះបង់...
mg: Manafoana...
mi: E whakakore ana...
mr: रद्द होत आहे...
ms: Membatalkan...
ne: रद्द हुदैछ...
nl: Annuleren...
pl: Anulowanie...
ps: ړنګيږي...
pt: A cancelar...
pt_br: Cancelando...
ru: Отмена...
rw: Kureka...
si: අවලංගු කෙරේ...
sk: Ruším...
sl: Preklic...
sv: Avbryter...
sw: Inaghahirisha...
ta: இரத்துசெய்...
th: กำลังยกเลิก...
ur: ختم کر رہا ہے۔۔۔...

source: Checking for updates...
am: የታደሰ ክትብ ቁስ እየተፈለገ...
ar: يلتمس التحديثات...
bg: Проверка за обновявания...
bn: হালনাগাদের জন্য পরীক্ষা করা হচ্ছে...
ca: Buscant actualitzacions...
da: Tjekker for opdateringer...
de: Suche nach Aktualisierungen...
el: Έλεγχος για ενημερώσεις...
es: Buscando actualizaciones...
fa: درحال گشتن دنبال بروزرسانيها...
fa_af: بررسی کردن برای جدید کردن...
hi: अद्यतन के लिए जाँचा जा रहा है...
hy: Արդիականացումների ստուգում...
id: Sedang memeriksa pembaruan...
it: Verifica aggiornamenti in corso...
ja: 更新を確認中...
km: ពិនិត្យមើលដើម្បីអោយទាន់សម័យ...
mg: Mizaha fanavaozana...
mi: Takitaki ana mō ngā whakahōunga...
mr: आधुनिकिकरणाकरीता तपासत आहे...
ms: Pengemaskinian dalam penyemakan...
ne: नयाँ अप्डेटहरु खोज्दै...
nl: Zoeken naar updates...
pl: Szukam uaktualnień...
ps: د اوسمهاليزو لپاره ګوری...
pt: A verificar por novas actualizações...
pt_br: Verificando atualizações...
ru: Проверить обновления...
rw: Kugenzura ibiri ku gihe...
si: යාවත්කාලීන කිරීම් සඳහා පරික්ෂා කෙරේ...
sk: Kontrolujem pre aktualizácie...
sl: Preverjanje posodobitev...
sv: Letar efter uppdateringar...
sw: Inatafuta bora zaidi...
ta: இற்றைப்படுத்தலை பரிசோதி...
th: ตรวจสอบการ ปรับปรุง...
ur: اپ ڈيٹس چيک کر رہا ہے۔۔۔...

source: Starting download...
am: የፋይል ቅጂ ጀመረ...
ar: يبدأ التنزيل...
bg: Начало на свалянето...
bn: ডাউনলোড শুরু করা হচ্ছে...
ca: Començant la descarrega...
da: Starter nedlastning...
de: Beginne Download...
el: Έναρξη λήψης...
es: Comenzando la descarga...
fa: بارگيرى شروع شده...
fa_af: درحال شروع بارگیری...
hi: डाउनलोड प्रारंभ किया जा रहा है...
hy: Բեռնումը սկսվում է...
id: Mulai mengunduh...
it: Inizio scaricamento...
ja: ダウンロードを開始...
km: កំពង់ចាប់ផ្តើមទាញយក...
mg: Manomboka ny fampidinana...
mi: Tīmata ana ki te tikiake...
mr: डाउनलोड सुरु होत आहे...
ms: Mula memuat turun...
ne: डाउनलोड सुरुहुदैछ...
nl: Beginnen met downloaden...
pl: Zaczynam pobieranie...
ps: راليښل پيلوی...
pt: A iniciar a transferência...
pt_br: Começando transferência...
ru: Начинаю загрузку...
rw: Gutangira kuzana...
si: බාගත කිරීම ඇරඹේ...
sk: Začínam sťahovanie...
sl: Začenjanje prejema...
sv: Börjar ladda ned...
sw: Imeanza kupakua...
ta: பதிவிறக்கத்தை தொடங்கு...
th: เริ่มต้นดาวน์โหลด...
ur: ڈاون لوڈ شروع کر رہا ہے۔۔۔...

source: Software updates correct errors, eliminate security vulnerabilities, and provide new features.
am: የታደሰ ክትብ ቁስ ስህተቶችን ያርማል፤ የታወቁ የጥበቃ ችግሮችን ይፈታል፤ አዳዲስ ክትብ ቁሶችን ያካትታል:::
ar: تحديث البرمجيات يصلح الأخطاء، ويزيل الثغرات الأمنية ويقدم خصائص جديدة.
bg: Софтуерните обновявания поправят грешки, премахват дупки в сигурността и предоставят нови възможности.
bn: সফটওয়্যারের হালনাগাদ ত্রুটি দূর করে, নিরাপত্তা সংক্রান্ত সমস্যা সমাধান করে এবং নতুন বৈশিষ্ট্য যোগ করে।
ca: La actualització de programari corregeix errors, elimina vulnerabilitats de seguretat i proveeix noves característiques.
da: Software-opdateringer retter fejl, eliminerer sikkerhedsproblemer og tilbyder nye funktioner.
de: Software-Aktualisierungen beheben Fehler, schließen Sicherheitslücken und bieten neue Funktionen.
el: Οι ενημερώσεις λογισμικού διορθώνουν λάθη, εκμηδενίζουν αστάθειες ασφάλειας και παρέχουν νέες λειτουργίες.
es: La actualización de software corrige errores, elimina vulnerabilidades de seguridad y provee nuevas características.
fa: خطاهاى بروز رسانى, ازبين رفتن آسيب پذيرى امنيتى, و به وجزد آمدن امكانات جديد
fa_af: تجدید نرم افزار اشتباهات، آسیب پذیری های امنیتی را رفع میکند و قابلیت های جدید اضافه میکند.
hi: सॉफ़्टवेयर अपडेट में त्रुटियाँ दूर होती हैं, सुरक्षा समस्याओं से छुटकारा मिलता है तथा नई विशेषताएँ मिलती हैं.
hy: Ծրագրաշարի արդիականացումը ուղղում է վրիպումները, վերացնում է անվտանգության խոցելիությունը և ապահովում նոր հնարավորություններ:
id: Memperbarui piranti lunak berfungsi untuk memperbaiki yang kurang, menghilangkan kerawanan sekuriti, dan menambahkan fitur-fitur baru.
it: Gli aggiornamenti del software correggono gli errori, eliminano vulnerabilità e offrono nuove funzionalità.
ja: ソフトウェアの更新により、不具合を修正し、セキュリティ脆弱性を削減し、新機能が提供されます。
km: កែ​កំហុស​សុសវែរ​អោយ​ទាន់សម័យ កាត់​ចោល​នូវ​កា​ខ្វះខាត​​កំហុស​សន្តិសុខ និង ផ្តល់​ជូន​លក្ខណៈ​ថ្មីៗ
mg: Ireo fanavaozan-drindrambaiko dia manitsy ny diso, manafoana ny lesoka ara-piarovana ary manome fiasa vaovao.
mi: Ka whakatika ngā whakahōunga pūmanawa i ngā hapa, ka whakamōtī i ngā pānekeneke haumaru, ka tuku āhuatanga hōu hoki.
mr: सॉफ्टवेर आधुनीकिरण चुका सुधारतात, सेक्युरीटीमधे असलेल्या त्रुटी काढुन टाकतात, आणि नविन वैशिष्ट्ये देतात.
ms: Pengemaskinian perisian membetulkan ralat, menghapuskan ancaman keselamtan dan menyediakan ciri-ciri baru.
ne: सफ्टवेर अप्डेटहरुले त्रुटिहरु सच्याउछ, सुरक्षा कमजोरीहरु हटाउछ, र नयाँ सुविधाहरु प्रदान गर्छ।
nl: Software updates corrigeren fouten, lossen veiligheidslekken op en zorgen voor nieuwe mogelijkheden.
pl: Aktualizacja oprogramowania usuwa jego błędy, poprawia zabezpieczenia i dodaje nowe funkcje.
ps: د پوستکالی اوسمهاليزې تيروتنې سموی، د خونديتوب خاليګاوې له منځه وړی، او نوې برخې برابروی.
pt: Actualizações de software podem corrigir erros, eliminar problemas de segurança, e fornecer novas funcionalidades.
pt_br: Atualizações de software corrige erros, elimina vulnerabilidades de segurança, e fornece novas funcionalidades.
ru: Обновление ПО позволяет исправить ошибки, удалить уязвимые места в системе безопастности, а также добавляет новые возможности.
rw: Amakosa nyayo mu gushyira ku gihe software,kuraho ububi,kandi utange ibindi bishya.
si: මෘදුකාංග යාවත්කිරීම මඟින් දෝෂ නිවැරදි වීම, ආරක්ෂණ හිඩැස් වැසීම හා නව ලක්ෂණ සැපයීම සිදුවේ.
sk: Aktualizácia softvéru opraví poruchy, odstráni bezpečnostné diery a dodá nové funkcie.
sl: Posodobitev programske opreme odpravlja programske in varnostne napake in omogočajo podporo novim zmožnostim.
sv: Uppdateringar rättar till fel, tätar till säkerhetshål och ger nya funktioner till dina aktiviteter.
sw: Programu updates imesahihisha makosa, imeondoa udhaifu usalama, na imetoa makala mpya.
ta: மென்பொருள் புதுப்பித்தலில் பிழைகளைத்திருத்தி,பாதுகாப்பினை ஒழித்து,சேதப்படத்தக்க,புதிய அம்சத்தை உருவாக்கு.
th: การอัพเดทซอฟแวร์เพื่ออุดช่องโหว่ต่าง ๆ และครอบคลุมถึงฟังก์ชั่นการทำงานใหม่ ๆ ด้วย
ur: سافٹ وئير اپ ڈيٹ غلطی ٹھيک کرتا ہے، اور نئ خصوصیات فراہم کرتا ہے

source: Downloading updates...
am: የታደሰ ክትብ ቁስ ፋይል ቅጂ...
ar: يُنزّل التحديثات...
bg: Сваляне на обновяванията...
bn: হালনাগাদ ডাউনলোড...
ca: Descarregant actualitzacions...
da: Henter opdateringer...
de: Lade Aktualisierungen herunter...
el: Λήψη ενημερώσεων...
es: Descargando actualizaciones...
fa: درحال بارگيرى بروزرسانى ها...
fa_af: در حال بار گیری تجدید ها...
hi: अद्यतनों को डाउनलोड किया जा रहा है...
hy: Արդիացումների բեռնում...
id: Sedang mengunduh pembaruan...
it: Sto scaricando gli aggiornamenti...
ja: 更新をダウンロード中...
km: កំពុងទាញយកអោយទាន់សម័យ...
mg: Mampidina fanavaozana...
mi: Tikiake ana i ngā whakahōu...
mr: अपडेटस डाउनलोड करत आहे...
ms: Muat turun pengemaskinian...
ne: अप्डेटहरु डाउनलोड हुदैछ...
nl: Updates downloaden...
pl: Pobieranie uaktualnień...
ps: اوسمهاليزې راليښل کيږی...
pt: A transferir as actualizações...
pt_br: Transferindo atualizações...
ru: Загружаю обновления...
rw: Kuzana ibiri ku gihe...
si: යාවත්කාලීන කිරීම් බාගතවේ...
sk: Sťahujem aktualizácie...
sl: Prejemanje posodobitev...
sv: Laddar ned uppdateringar...
sw: Inapakua za kisasa zaidi...
ta: பதிவிறக்கத்தை இற்றைப்படுத்து...
th: กำลังดาวโหลด การเปลี่ยนแปลง...
ur: اپ ڈيٹس ڈاون لوڈ کر رہا ہے۔۔۔...

source: Downloading %s...
am: ፋይል ቅጂ %s...
ar: يُنزّل %s...
bg: Сваляне %s...
bn: ডাউনলোড %s...
ca: Descarregant %s...
da: Henter %s...
de: Lade %s herunter...
el: Λήψη %s...
es: Descargando %s...
fa: در حال بارگیری %s...
fa_af: در حال بار گیری%s
hi: %s डाउनलोड किया जा रहा है...
hy: Բեռնում %s...
id: Sedang mengunduh %s...
it: Scaricando %s...
ja: %s をダウンロード中...
km: កំពុងទាញយក %s...
mg: Mampidina %s...
mi: Tikiake ana i ngā %s...
mr: डाउनलोड चालू आहे: %s...
ms: Memuat turun %s...
ne: %s डाउनलोड हुदैछ ...
nl: Downloaden van %s...
pl: Pobieram %s...
ps: %s... راليښی
pt: A transferir %s...
pt_br: Transferindo %s...
ru: Загружено %s...
rw: Kuzana %s...
si: %s බාගත කෙරේ...
sk: Sťahujem %s...
sl: Prejemanje %s...
sv: Laddar ned %s...
sw: Inapakua %s...
ta: பதிவிறக்கத்தை %s...
th: กำลังดาวโหลด %s...
ur: ڈاون لوڈنگ کر رہا ہے %s...

source: Examining %s...
am: ...%s እየተመረመረ ነው
ar: يفحص %s...
bn: পরীক্ষণ %s...
ca: Examinant %s...
da: Undersøger %s...
de: Überprüfe %s...
el: Εξέταση %s...
es: Examinando %s...
fa: درحال برسى %s...
fa_af: در حال امتحان کردن %s
hi: %s का परीक्षण किया जा रहा है...
hy: Ստուգում %s...
id: Sedang memeriksa %s...
it: Esaminando %s...
ja: %s を確認中...
km: ដែលកំពុងពិនិត្យ %s...
mg: Manadihady %s...
mi: Whakamātau ana %s...
mr: तपासत आहे %s...
ms: Memeriksa %s...
ne: %s जाचिदै छ ...
nl: Onderzoeken van %s...
pl: Sprawdzam %s...
ps: %s... ازمييی
pt: A examinar %s...
pt_br: Examinando %s...
ru: Проверено %s...
rw: Kugerageza %s...
si: %s පරීක්ෂා කරමින්...
sk: Skúmam %s...
sl: Proučevanje %s...
sv: Granskar %s...
sw: Kuchunguza %s...
ta: பரீட்சித்தல் %s...
th: กำลังตรวจสอบ %s...
ur: معائنہ %s...

source: Installing %s...
am: ...%s እየገባ ነው
ar: يُثبّت %s...
bg: Инсталиране %s...
bn: %s ইনস্টল করা হচ্ছে...
ca: Instal·lant %s...
da: Installerer %s...
de: Installiere %s...
el: Εγκατάσταση %s...
es: Instalando %s...
fa: در حال نصب %s...
fa_af: در حال نصب %s
hi: %s को संस्थापित किया जा रहा है...
hy: Տեղադրում %s...
id: Sedang memasang %s...
it: Installazione di %s in corso...
ja: %s をインストール中...
km: កំបុងតំលើង %s...
mg: Mametraka %s...
mi: Tāuta ana %s...
mr: इंस्टॉल करत आहे %s...
ms: Memasang %s...
ne: %s इन्स्टल हुदैछ ...
nl: Installeren van %s...
pl: Instaluję %s...
ps: %s... لګيي
pt: A instalar %s...
pt_br: Instalando %s...
ru: Установлено %s...
rw: Gushyiramo %s...
si: %s ස්ථාපනය කෙරේ...
sk: Inštalujem %s...
sl: Nameščanje %s...
sv: Installerar %s...
sw: Inaweke %s...
ta: %s.. உள்நிறுவுதல்...
th: กำลังติดตั้ง %s...
ur: انسٹال کر رہا ہے %s...

source: Could not access the network
am: የመረብ መስመር አልተገኘም
ar: تعذّر النفاذ إلى الشبكة
bg: Не може да достигне мрежата
bn: নেটওয়ার্কে প্রবেশ করতে পারেনি
ca: No s'ha pogut accedir a la xarxa
da: Kunne ikke tilgå netværket
de: Konnte nicht auf das Netzwerk zugreifen.
el: Δεν υπάρχει πρόσβαση στο δίκτυο
es: No se ha podido acceder a la red
fa: نميتوان به شبكه ى اينترنت متصل شد
fa_af: نمیتواند به شبکه دسترسی پیدا بکند
hi: नेटवर्क पर पहुँच नहीं सका
hy: Ցանցն անմատչելի է
id: Tak bisa meng-akses jaringan
it: Rete non accessibile
ja: ネットワークにアクセスできませんでした
km: មិនអាចចូលទៅក្នុងបណ្តាញ
mg: Tsy tafiditra amin'ilay tambajotra
mi: Kāore i taea te whakaāhei whatunga
mr: नेटवर्क पर्यंत पोहचु शकत नाही
ms: Tidak boleh mengakses rangkaian
ne: सञ्जालमा जडान हुन सकेन
nl: Kon het netwerk niet bereiken
pl: Nie mogę uzyskać dostępu do sieci
ps: جال ته رسی نشی لرلی
pt: Não foi possível aceder à rede
pt_br: Não consegui acessar a rede
ru: Не удается установить соединение с сетью
rw: Ntibishobotse kugera ku muyoboro
si: ජාලයට ප්‍රවේශ වීමට නොහැකි විය
sk: Nedá sa pripojiť k sieti
sl: Dostop do omrežja ni mogoč
sv: Kunde inte komma åt det trådlösa nätverket. (Är du ansluten till Internet?)
sw: Haikuweza kuufikia mtandao
ta: வலையமைப்பை அடையமுடியவில்லை
th: ไม่สามารถเข้าถึงเครือข่าย
ur: نيٹ ورک کو نہيں ديکھہ پا رہا

source: Could not access the network to check for updates.
am: የታደሰ ክትብ ቁስ ለመፈለግ የመረብ መስመር አልተገኘም::
ar: تعذّر النفاذ إلى الشبكة لالتماس التحديثات.
bg: Не може да достигне мрежата за да провери за обновявания.
bn: হালনাগাদের জন্য নেটওয়ার্কে প্রবেশ করতে পারেনি।
ca: No s'ha pogut accedir a la xarxa per revisar actualitzacions.
da: Kunne ikke tilgå netværk for at tjekke for opdateringer.
de: Konnte nicht auf das Netzwerk zugreifen, um nach Aktualisierungen zu suchen.
el: Δεν υπάρχει πρόσβαση στο δίκτυο για έλεγχο ενημερώσεων.
es: No se ha podido acceder a la red para revisar actualizaciones.
fa: نميتوان براى برسى درمورد بروزرسانى ها به اينترنت وصل شد.
fa_af: نمیتواند به شبکه دسترسی پیدا بکند تا برای جدید کردن بررسی نماید.
hi: अद्यतनों की जाँच के लिए नेटवर्क पर पहुँच नहीं सका.
hy: Արդիացումների ստուգումը չհաջողվեց, ցանցն անմատչելի է:
id: Tak bisa meng-akses jaringan untuk memeriksa ada baruan atau tidak.
it: Non posso accedere alla rete per verificare la presenza di aggiornamenti.
ja: ネットワークにアクセスできず更新を確認できませんでした。
km: មិនអាចចូលទៅក្នុងបណ្តាញដល់ការពិនិត្យមើលនូវភាពទាន់សម័យ
mg: Tsy tafiditra amin'ilay tambajotra hizahana fanavaozana.
mi: Kāore i taea te whakaāhei whatunga kia taki whakahōunga.
mr: अपडेटस पाहण्यासाठी नेटवर्क पर्यंत पोहचु शकत नाही.
ms: Tidak boleh mengakses rangkaian untuk menyemak pengemaskinian.
ne: सञ्जालमा जडान गरेर अपडेट गर्न सकिएन।
nl: Kon het netwerk niet bereiken om te zien of er updates zijn.
pl: Nie mogę uzyskać dostępu do sieci aby sprawdzić uaktualnienia.
ps: د اوسمهاليزو د کتلو لپاره جال ته رسی نشی لرلی.
pt: Não foi possível aceder à rede para verificar por actualizações.
pt_br: Não pude acessar a rede para verificar as atualizações.
ru: Не удается установить соединение с сетью для проверки обновлений.
rw: Ntibishobotse kugera ku muyoboro ngo ugenzure ivugurura.
si: යාවත්කාලීන කිරීම් සෙවීම සඳහා ජාලයට ප්‍රවේශ වීමට නොහැකි විය.
sk: Nedá sa pripojiť k sieti pre skontrolovanie aktualizácie.
sl: Preverjanje posodobitev, zaradi onemogočenega dostopa do omrežja, ni mogoče.
sv: Kunde inte komma åt Internet för att söka efter uppdateringar.
sw: Haikuweza kufikia mtandao kwa ajili ya kuangalia za kisasa zaidi.
ta: வலையமைப்பை அடையமுடியாதபட்சத்தில் பரீட்சித்து இற்றைப்படுத்து.
th: ไม่สามารถเข้าถึงเครือข่ายในการตรวจสอบสำหรับการปรับปรุง
ur: اپ ڈيٹ چيک کرنے کے ليے نيٹ ورک نہيں مل رہا ہے۔

source: Your software is up-to-date
am: የክትብ ቁሱ የታደሰ ነው::
ar: برمجيّاتك محدّثة
bg: Вашият софтуер е обновен
bn: আপনার সফটওয়্যারটি সমসাময়িক
ca: El seu programari està actualitzat
da: Din software er opdateret
de: Deine Software ist auf dem neuesten Stand.
el: Το λογισμικό σας είναι ενημερωμένο
es: Su software está actualizado
fa: نرم افزارت كاملا بروز است!
fa_af: نرم افزار شما جدید است
hi: आपका संस्करण अद्यतन है
hy: Ձեր ծրագրերն արդիականացված են
id: Piranti lunak Anda sudah yang paling kini
it: Il tuo software è aggiornato alla versione più recente
ja: ソフトウェアは最新です
km: សុសវែររបស់អ្នកគឺទាន់សម័យ
mg: Manaraka toetrandro ny rindrambaikonao
mi: Kua whakahōungia tō pūmanawa
mr: तुमचे सॉफ्टवेर अद्यावत आहे
ms: Perisian anda adalah yang mutakhir
ne: तपाईको सफ्टवेर समय सापेक्ष छ
nl: Je software is bijgewerkt
pl: Używasz najnowszej wersji oprogramowania.
ps: ستاسو پوستکالۍ اوسمهاليز دی
pt: O teu software está actualizado
pt_br: Seu software foi atualizado
ru: Ваши программы обновлены
rw: Software yawe yashizwe ku gihe
si: ඔබගේ මෘදුකාංගය නවතම තත්ත්වයේ පවතී
sk: Tvoj softvér je aktuálny
sl: Programska oprema je posodobljena
sv: Det finns inga nyare versioner av dina aktiviteter tillgängliga
sw: Programu yako iko kwa tarehe
ta: உங்களுடைய மென்பொருள் சரியானது
th: โปรแกรมของคุณเป็นรุ่นล่าสุด
ur: آپ کا سافٹ وئیر اپ ٹو ڈيٹ ہے
