Repository: ceibal-tatu/sugar-update-control
Catalog: po/ayc.po
Languages: aym

source: Software update
aym: Wakichäwi machaqachaña

source: _Uncheck All
aym: _Chimpunaka apsuña

source: _Check All
aym: _Qawayata chimpuraña

source: Group URL:
aym: URL Tama:

source: Modify activity groups
aym: Lurañanaka chiqachaña

source: Install selected
aym: Chhijllata uchaña

source: Download size: %s
aym: Talliqaña: %s taña

source: Try again
aym: Wasitata ch'amt'aña

source: Cancelling...
aym: Tukuyaskiwa...

source: Checking for updates...
aym: Machaqachañanaka thaqasa...

source: Starting download...
aym: Wakichäwinaka talliqaña qallta...

source: Software updates correct errors, eliminate security vulnerabilities, and provide new features.
aym: Software wakichäwinaka machaqachañaxa pantjatanaka chiqachi, phisnacharakiwa juk'ampi luräwinaka uñstayasa.

source: Downloading updates...
aym: Machaqachañanaka talliqasa...

source: Downloading %s...
aym: Talliqasa %s...

source: Examining %s...
aym: Thaqasa %s...

source: Installing %s...
aym: Uchasa %s...

source: Could not access the network
aym: Wakichäwinakaru janiwa mantañjamati

source: Could not access the network to check for updates.
aym: Machaqachañanakaru mantañataki janiwa wakichäwinakaru mantañjamati.

source: Your software is up-to-date
aym: Software wakichäwixa wakichatawa

source: You can install %s update
aym: %s machaqachañawa uchasispa

source: None
aym: Ch'usa

source: Looking for local activities and content...
aym: Lurañanaka ukata uñt'ata yatiñanaka thaqasa...

source: Loading groups...
aym: Tamanaka talliqasa...

source: Fetching %s...
aym: Thaqasa %s...

source: Activity Group
aym: Lurañanaka tama

source: Local activities
aym: Uñt'ata lurañanaka

source: At version %s
aym: Kasta %s

source: From version %(old)d to %(new)d (Size: %(size)s)
aym: Uka kastaru wakisiri %(old)d to %(new)d (Size: %(size)s)

source: New version %(version)s (Size: %(size)s)
aym: Machaqachata kasta %(version)s (Size: %(size)s)

source: Checking %s...
aym: Yant'aski %s...

source: New group
aym: Machaqa tama

source: %(number)d updates available. Size: %(size)s
aym: %(number)d machaqachañanaka utjiri. Size: %(size)s

source: Setting the list of updates is not permitted.
aym: Machaqachañanaka siqinakaru qillqatanakaxa janiwa wakisiti.

source: Only the 'set' operation for this key is defined.
aym: 'set' uka luräwikiwa uka chimpumpi jist'arasi.

source: More than one match found for the given activity name or id.
aym: Luräwixa maya maya chikachasiriniwa.

source: The given activity is already up-to-date.
aym: Uka luräwixa machaqachatäxiwa.

source: No activity found with the given name or id.
aym: Uka sutini luräwixa janiwa ujkiti.

source: Upgrading %s...
aym: Machaqachaskiwa %s...

source: Error installing %s.
aym: Pantjatawa, uchaskiwa %s.
