Repository: ceibal-tatu/sugar-update-control
Catalog: po/quz.po
Languages: quz

source: Software update
quz: Softwareta kunanyachinapaq

source: _Uncheck All
quz: _Llapan akllasqata qhichuruy

source: _Check All
quz: _Llapanta akllariy

source: Group URL:
quz: Huñupa URL:

source: Modify activity groups
quz: Ruwanakunata mast'arichiy

source: Install selected
quz: Akllarisqata churay

source: Download size: %s
quz: Urayachisqamanta sayaynin: %s

source: Try again
quz: Wakmanta ruwariy

source: Cancelling...
quz: Chinkachikuchkan...

source: Checking for updates...
quz: Kunanchanakunata machkhachkan...

source: Starting download...
quz: Urayachiyta qallarichkan...

source: Software updates correct errors, eliminate security vulnerabilities, and provide new features.
quz: Software kunanchakuptinqa, llapan pantaykunatam allichan, hinallataq ima sasakaytapas thaniyachin, kaqllataq musuq kamachiykunawanmi wakmanta llapanta kamachin.

source: Downloading updates...
quz: Kunanchanakunata urayachichkan...

source: Downloading %s...
quz: Urayachichkan %s...

source: Examining %s...
quz: Machkachkan %s...

source: Installing %s...
quz: Churachichkan %s...

source: Could not access the network
quz: Manam llik'aman tinkuchikunchu

source: Could not access the network to check for updates.
quz: Kunanchanakunata qhawarinapaqqa, manam llik'aman tinkuchikunchu.

source: Your software is up-to-date
quz: Softwarniykiqa kunanyachisqaña kachkan

source: You can install %s update
quz: Kay %s kunanchanataqa atinkiñam churayta

source: None
quz: Urayachiyqa ch'usaqmi kachkan

source: Looking for local activities and content...
quz: Ruwanakuna kaqta machkhaspa...

source: Loading groups...
quz: Huñukunata sinrichaspa...

source: Fetching %s...
quz: Machkhaspas %s...

source: Activity Group
quz: Ruwanap huñun

source: Local activities
quz: Ruwanakuna kaq

source: At version %s
quz: Musuqyaynin %s

source: From version %(old)d to %(new)d (Size: %(size)s)
quz: Kay musuqyayninmanta %(old)d kaykama %(new)d (Sayaynin: %(size)s)"

source: New version %(version)s (Size: %(size)s)
quz: Musuq kaynin %(version)s (Sayaynin: %(size)s)

source: Checking %s...
quz: Mallipachkan %s...

source: New group
quz: Musuq huñu

source: %(number)d updates available. Size: %(size)s
quz: %(number)d musuqyaykunap yupaynin. Sayaynin: %(size)s

source: Setting the list of updates is not permitted.
quz: Musuqyachiqkunap sinrin churayqa manam kachkanchu.

source: Only the 'set' operation for this key is defined.
quz: Kaypaqpa 'wakmanta qallarichiy' nisqa ruwayllam kachkan.

source: More than one match found for the given activity name or id.
quz: Suti machkhasqaykiwanqa achkha ruwanakunam kachkanku.

source: The given activity is already up-to-date.
quz: Qhawasqa ruwanaqa kunanyachisqañam kachkan.

source: No activity found with the given name or id.
quz: Suti machkasqaykiwan ruwanaqa manam tarikunchu.

source: Upgrading %s...
quz: Kunanchachkan %s...

source: Error installing %s.
quz: Churachikuspa pantarun %s.
